tap "homebrew/bundle"
tap "homebrew/services"
tap "lyraphase/pcloud"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "1password"
cask "aerospace"
cask "affinity-designer"
cask "android-commandlinetools"
cask "eqmac"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu"
cask "imageoptim"
cask "mullvad-browser"
cask "ogdesign-eagle"
cask "pcloud-drive"
cask "proton-drive"
cask "proton-mail"
cask "protonvpn"
cask "raycast"
cask "signal"
cask "spotify"
cask "temurin"
cask "todoist"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Picasso", id: 6472062986
mas "Pixelmator Pro", id: 1289583905
