tap "nikitabobko/tap"
brew "asdf"
brew "biome"
brew "cloc"
brew "direnv"
brew "eza"
brew "gh"
brew "mas"
brew "pnpm"
brew "starship"
brew "stow"
brew "xz"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "aerospace"
cask "appcleaner"
cask "balenaetcher"
cask "bazecor"
cask "brave-browser"
cask "cleanshot"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "readdle-spark"
cask "signal"
cask "spotify"
cask "superhuman"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "iMovie", id: 408981434
mas "Pixelmator Pro", id: 1289583905
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "pflannery.vscode-versionlens"
vscode "teabyii.ayu"
