tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tldr"
brew "trash"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "1password"
cask "arc"
cask "font-jetbrains-mono-nerd-font"
cask "imageoptim"
cask "linear-linear"
cask "mullvad-browser"
cask "multitouch"
cask "obsidian"
cask "ogdesign-eagle"
cask "proton-mail"
cask "protonvpn"
cask "raycast"
cask "rectangle-pro"
cask "signal"
cask "spotify"
cask "superlist"
cask "updf"
cask "visual-studio-code"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "supermaven.supermaven"
vscode "usernamehw.errorlens"
