tap "nikitabobko/tap"
brew "biome"
brew "eza"
brew "fnm"
brew "gh"
brew "mas"
brew "pnpm"
brew "starship"
brew "stow"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "claude-code"
cask "cleanshot"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "signal"
cask "spotify"
mas "1Password for Safari", id: 1569813296
mas "Proton Pass for Safari", id: 6502835663
